app/Views/backend/pegawai/jadwal.php

                                        use App\Models\KelasModel;


                                        $r = (new KelasModel())->findAll();
---
SELECT *
FROM `kelas`

                                        use App\Models\MapelModel;


                                        $r = (new MapelModel())->findAll();
---
SELECT *
FROM `mapel`

                                        use App\Models\PegawaiModel;


                                        $r = (new PegawaiModel())->findAll();
---
SELECT *
FROM `pegawai`