app/Views/backend/pegawai/rincianpenilaian.php

SELECT *
FROM `penilaian`
---
                                        use App\Models\PenilaianModel;


                                        $r = (new PenilaianModel())->findAll();