app/Views/backend/pegawai/siswa.php

SELECT *
FROM `kelas`
---
                                        use App\Models\KelasModel;


                                        $r = (new KelasModel())->findAll();