app/Controllers/PJadwalController.php

SELECT *
FROM `kelas`
---
    public function index()
    {
        return view('backend/pegawai/jadwal',[
            'kelas' => (new KelasModel())->findAll()
            ]);