app/Controllers/PRincianPenilaianController.php

    public function index()
    {
        return view('backend/pegawai/rincianpenilaian',[
            'penilaian' => (new PenilaianModel())->findAll()
            ]);
---
SELECT *
FROM `penilaian`