app/Controllers/PSiswaController.php

SELECT *
FROM `kelas`
---
    public function index()
    {
        return view('backend/pegawai/siswa',[
            'kelas' => (new KelasModel())->findAll()
            ]);